[
    {
      "id": 1,
      "zoneCount": 17,
      "name": "Ancient Forest",
      "description":"A lush, verdant rainforest teeming with life, the Ancient Forest is home to a wide variety of flora and fauna. Its dense canopy hides numerous secrets, with giant trees and thick vegetation providing a complex ecosystem where hunters can find everything from small herbivores to large predators like the Rathalos.",
      "camps": [
        {
          "id": 26,
          "zone": 1,
          "name": "Southwest Camp"
        },
        {
          "id": 27,
          "zone": 8,
          "name": "Northwest Camp"
        },
        {
          "id": 28,
          "zone": 11,
          "name": "Northeast Camp"
        },
        {
          "id": 29,
          "zone": 17,
          "name": "Ancient Forest Camp"
        }
      ]
    },
    {
      "id": 2,
      "zoneCount": 15,
      "name": "Coral Highlands",
      "description":"A breathtakingly beautiful area that resembles an underwater coral reef lifted into the sky. The Coral Highlands are home to vibrant and unique wildlife, including colorful birds and exotic creatures. The area features vertical gameplay with hunters climbing up and down the coral formations.",
      "camps": [
        {
          "id": 5,
          "zone": 1,
          "name": "Southern Camp"
        },
        {
          "id": 6,
          "zone": 12,
          "name": "Northeast Camp"
        }
      ]
    },
    {
      "id": 3,
      "zoneCount": 15,
      "name": "Wildspire Waste",
      "description":"A vast desert environment with varied terrain, including swamps, dry plains, and rocky outcrops. The Wildspire Waste is a harsh and arid region where only the toughest creatures survive. Hunters can encounter a mix of desert-dwelling creatures such as the Barroth and Diablos.",
      "camps": [
        {
          "id": 7,
          "zone": 1,
          "name": "Southwest Camp"
        },
        {
          "id": 8,
          "zone": 6,
          "name": "Central Camp"
        },
        {
          "id": 9,
          "zone": 11,
          "name": "Eastern Camp"
        },
        {
          "id": 10,
          "zone": 15,
          "name": "Northeast Camp"
        }
      ]
    },
    {
      "id": 4,
      "zoneCount": 16,
      "name": "Rotten Vale",
      "description":"A dark and eerie region filled with decaying carcasses and toxic fumes. The Rotten Vale is a graveyard of sorts, where creatures come to die. The air is thick with poison, and the ground is littered with bones and decomposing bodies. Hunters must be cautious of the hazardous environment and the aggressive monsters that inhabit it.",
      "camps": [
        {
          "id": 11,
          "zone": 1,
          "name": "Southeast Camp"
        },
        {
          "id": 12,
          "zone": 11,
          "name": "Central Camp"
        }
      ]
    },
    {
      "id": 5,
      "zoneCount": 16,
      "name": "Elder's Recess",
      "description":"A secluded, crystalline area where the most powerful monsters reside. The Elder’s Recess is a hidden, otherworldly place filled with strange mineral formations and a high concentration of elder dragons. The area is dangerous and unpredictable, with formidable foes such as Nergigante and Teostra.",
      "camps": [
        {
          "id": 13,
          "zone": 1,
          "name": "Southern Camp"
        },
        {
          "id": 14,
          "zone": 8,
          "name": "Eastern Camp"
        },
        {
          "id": 15,
          "zone": 16,
          "name": "Northwest Camp"
        }
      ]
    },
    {
      "id": 6,
      "zoneCount": 1,
      "name": "Great Ravine",
      "description":"Everstream is a vast underground network of flowing energy streams and lava channels. This area is the source of the continent's geothermal activity, and it plays a crucial role in the ecosystem. The intense heat and energy in Everstream make it a dangerous place, but it's also where some of the most powerful elder dragons, like Zorah Magdaros and Xeno'jiiva, can be found. The glowing streams of energy create a unique and otherworldly atmosphere, adding to the area's mystique.",
      "camps": []
    },
    {
      "id": 7,
      "zoneCount": 3,
      "name": "Confluence of Fates",
      "description":"The Confluence of Fates is the final area where hunters face the ultimate challenge against the elder dragon Xeno'jiiva. This mysterious and awe-inspiring location features a surreal landscape filled with luminous crystals and ethereal light. The environment's unique design creates a sense of otherworldliness, emphasizing the importance of the final showdown.",
      "camps": [
        {
          "id": 16,
          "zone": 1,
          "name": "Camp"
        }
      ]
    },
    {
      "id": 8,
      "zoneCount": 1,
      "name": "Everstream",
      "description":"Everstream is a vast underground network of flowing energy streams and lava channels. This area is the source of the continent's geothermal activity, and it plays a crucial role in the ecosystem. The intense heat and energy in Everstream make it a dangerous place, but it's also where some of the most powerful elder dragons, like Zorah Magdaros and Xeno'jiiva, can be found. The glowing streams of energy create a unique and otherworldly atmosphere, adding to the area's mystique.",
      "camps": []
    },
    {
      "id": 9,
      "zoneCount": 4,
      "name": "Caverns of El Dorado",
      "description":"The Caverns of El Dorado are a magnificent and labyrinthine location that serves as the battleground for the siege of Kulve Taroth. This vast underground complex is filled with glittering gold deposits, precious minerals, and flowing magma. The caverns are intricately designed with winding tunnels and expansive chambers, creating a visually stunning environment. The shimmering gold and treacherous terrain make the Caverns of El Dorado a challenging and rewarding location for hunters seeking to defeat the formidable Kulve Taroth and claim its valuable rewards.",
      "camps": [
        {
          "id": 17,
          "zone": 1,
          "name": "Camp"
        }
      ]
    },
    {
      "id": 10,
      "zoneCount": 1,
      "name": "Special Arena",
      "description":"The Special Arena is a dedicated location for fighting specific monsters in a controlled environment. It is a large, circular arena with high walls and few obstacles, designed to test hunters' skills against powerful creatures. This arena is used for special quests and challenges, offering a straightforward combat experience without the complexities of natural terrain.",
      "camps": []
    },
    {
      "id": 11,
      "zoneCount": 1,
      "name": "Arena",
      "description":"The Arena within the Gathering Hub is another controlled environment designed for combat trials. Hunters can take on special Arena Quests, which often involve fighting multiple monsters or taking on particularly difficult challenges. The Arena is a smaller, more confined space compared to the Special Arena, focusing on intense, close-quarters combat.",
      "camps": []
    },
    {
      "id": 12,
      "zoneCount": 17,
      "name": "Hoarfrost Reach",
      "description":"An icy, snow-covered region introduced in the Iceborne expansion. Hoarfrost Reach is a frozen wilderness with deep snowdrifts, frozen lakes, and towering icebergs. The cold environment adds new challenges for hunters, and the area is inhabited by creatures adapted to the frigid climate, like the Banbaro and Velkhana.",
      "camps": [
        {
          "id": 19,
          "zone": 1,
          "name": "Southern Camp"
        },
        {
          "id": 20,
          "zone": 5,
          "name": "Western Camp"
        },
        {
          "id": 21,
          "zone": 7,
          "name": "Central Camp"
        },
        {
          "id": 22,
          "zone": 12,
          "name": "Shipwreck Camp"
        },
        {
          "id": 23,
          "zone": 15,
          "name": "Northeast Camp"
        }
      ]
    },
    {
      "id": 13,
      "zoneCount": 15,
      "name": "Guiding Lands",
      "description":"A post-game area that combines elements of all the previous regions. The Guiding Lands is a vast, evolving landscape where hunters can encounter a variety of monsters from different habitats. The terrain shifts and changes, providing endless opportunities for exploration and hunting.",
      "camps": [
        {
          "id": 24,
          "zone": 1,
          "name": "Western Camp"
        },
        {
          "id": 25,
          "zone": 3,
          "name": "Eastern Camp"
        }
      ]
    },
    {
      "id": 14,
      "zoneCount": 1,
      "name": "Secluded Valley",
      "description":"The Secluded Valley is the primary battleground for the elder dragon Safi'jiiva, introduced in the Iceborne expansion. This remote and isolated area features a vast, open space with a variety of terrain elements, including rocky outcrops and lava flows. The Secluded Valley is designed to test hunters' abilities against one of the game's most formidable foes.",
      "camps": []
    }, 
    {
        "id": 14,
        "zoneCount": 1,
        "name": "Origin Isle",
        "description":"Origin Isle is a secluded and mysterious island where the endgame content takes place. It is filled with some of the toughest monsters in the game, including various elder dragons. This area is known for its dense and varied ecosystems, combining elements from all the other regions in the game, offering unique challenges and a final test for hunters.",
        "camps": []
      
    }, 
    {
        "id": 15,
        "zoneCount": 1,
        "name": "Castle Schrade",
        "description":"Castle Schrade is a legendary and foreboding fortress that serves as the battleground for the ultimate confrontation with the elder dragon Fatalis. This ancient, ruined castle is steeped in history and mystery, with its crumbling walls and towering spires providing a dramatic and imposing backdrop for one of the most challenging encounters in Monster Hunter World: Iceborne. The area is filled with the remnants of its former grandeur, creating a haunting atmosphere that underscores the epic nature of the battle against Fatalis. Hunters must use all their skills and strategies to defeat this formidable foe within the perilous confines of Castle Schrade.",
        "camps": []
      
    }
    
  ]